Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/other_files/HP_2009_samisk_sprak_nordsam.pdf.tmx
Source language: sme
Languages: nob

source: Mánáidgárddit berrejit oidnosii buktit sámegiela , sihke iežaset dokumeanttaiguin ja galbbaiguin Guovttegielalašvuođas lea sáhka das , ahte olmmoš hálddaša guokte giela seamma bures .
nob: Barnehagene bør synliggjøre samisk språk , både når det gjelder egne dokumenter og skilting . Tospråklighet handler om å mestre begge språk så godt som mulig .

source: Guovttegielalaš mánáidgárddiin / ossodagain main lea sihke sámegiella ja dárogiella , bargit fertejit geavahit arvat strategiijaid , vugiid ja vuođđojurdagiid , vai mánáin ovdána guovttegielalašvuođa diđolašvuohta , ja amaset álo garvit sámegiela gulahallangiellan go leat dárogielalaš olmmoš dahje dáro-sámegielalaš olmmoš das . 11 Sámegiela oahpaheami várás sámi mánáidgárddiin ja mánáidgárddiin main leat sámi mánát , lea dárbu bargat ovddidemiin ja ráhkadit ovddidanmálliid .
nob: I tospråklige barnehager / avdelinger hvor det brukes både samisk og norsk , må personalet ta i bruk en rekke strategier , metoder og prinsipper for å bidra til å utvikle en tospråklig bevissthet hos samiske tospråklige barn , slik at de ikke alltid velger bort samisk som kommunikasjonsspråk dersom det er norsktalende eller norsk-samisktalende til stede 11.

source: 11 Øzerk / Juuso 1999 : Pedagogisk idébok for tospråklige barnehager , s 27 .
nob: Øzerk / Juuso 1999 : Pedagogisk idébok for tospråklige barnehager , s 27 . 11

source: Máhttodepartemeanta áigu maid jorgalahttit mánáidgárddi sisdoalu ja doaimmaid rápmaplána julevsámegillii ja oarjilsámegillii .
nob: Det vil være behov for utviklingsarbeid og modellutvikling for språkopplæring i samiske barnehager og barnehager med samiske barn .

source: Lassin departemeanta áigu ráhkadahttit jietnafiilla davvisámegillii jorgaluvvon rápmaplánas .
nob: Departementet vil få oversatt materiellet til nordsamisk , deretter vurderes oversettelse til lule- og sørsamisk .

source: Departemeanta áigu maid árvvoštallat nu dahkat maid julevsámegiela ja oarjilsámegiela várás .
nob: Ansvarlig : Kunnskapsdepartementet , i samarbeid med Sametinget og aktuelle fylkesmenn .

source: Sámediggi lea ovttasráđiid Máhttodepartemeanttain válmmašteamen láidestusgihppaga mii čujuha man guvlui mánáidgárddiid sisdoallu galgá doalvut sámegiela ja sámi kultuvrra .
nob: For barnehager , barnehageeiere og kommunen som barnehagemyndighet , er det viktig med tilgang til informasjon som kan bidra til inspirasjon og motivasjon i språkarbeidet i barnehagen .

source: Stuorra mearkkašupmi lea das go mánáidgárdi ja skuvla barget ovttasráđiid vai sámi mánát sáhttet vásihit bissovašvuođa giellaovdáneamis .
nob: Utvikling av pedagogisk materiell Det er mangel på pedagogisk materiell tilpasset samiske barn og samiske barnehager som kan understøtte språkarbeidet i barnehagen .

source: Máhttodepartemeanta áigu jorgalahttit davvisámegillii láidestusgihppaga “ Fra eldst til yngst .
nob: Som en oppfølging av rammeplan for barnehagens innhold og oppgaver , har Kunnskapsdepartementet utarbeidet ulike temahefter ; herunder temahefte om samisk kultur i barnehagen .

source: Samarbeid og sammenheng mellom barnehage og skole ” .
nob: Heftene er distribuert til alle landets barnehager .

source: Dasto árvvoštallojuvvo galgágo dat jorgalahttojuvvot julevsámegillii ja oarjilsámegillii .
nob: I løpet av 2009 skal det videre utarbeides et hefte om språkmiljø og språkstimulering .

source: Láidestusgihpa šaddá leat dehálaš reaidu bargui mii galgá sihkkarastit ahte sámi mánát ja sin vánhemat vásihit buori sirdáseami dan guovtti ásahusa gaskka .
nob: Kunnskapsdepartementet skal også oversette rammeplan for barnehagens innhold og oppgaver til lule- og sørsamisk . I tillegg vil departementet utarbeide en lydfil av den nordsamiske oversettelsen av rammeplan .

source: Departemeanta áigu jorgalahttit ávdnasiid davvisámegillii .
nob: Departementet vil også vurdere det samme for sør- og lulesamisk .

source: Dasto árvvoštallojuvvo galgágo jorgaluvvot julevsámegillii ja oarjilsámegillii .
nob: I samarbeid med Kunnskapsdepartementet er Sametinget i ferd med å ferdigstille en veileder som skal gi retning for hva som kan være barnehagens innhold når det gjelder samisk språk- og kulturutvikling .

source: Mánáidgárddiide , mánáidgárdeeaiggádiidda ja gildii mánáidgárdeeiseváldin lea dehálaš oažžut dieđuid mat sáhttet álššaiduhttit ja movttiidahttit bargat gielain mánáidgárddis vai mánáid giellamáhttu buorrána .
nob: Samarbeid og sammenheng mellom barnehage og skole er av stor betydning for at samiske barn skal få oppleve kontinuitet i språkutviklingen . Kunnskapsdepartementet vil få oversatt veilederen “ Fra eldst til yngst .

source: Máhttodepartemeanta áigu lágidit nu , ahte buriid giellaovddideaddji doaibmabijuid ( maiddái sierranas giellalávgoprošeavttaid ) dieđut ja vásáhusat biddjojuvvojit departemeantta iežas neahttasiidduide , ođasreiven ja eará heivvolaš kanálaid bokte , vai dat dieđut ollet gielddaide ja mánáidgárddiide .
nob: Samarbeid og sammenheng mellom barnehage og skole ” til nordsamisk , deretter vurderes oversettelse til lule- og sørsamisk . Veilederen vil kunne være et viktig verktøy i arbeidet for å sikre at samiske barn og deres foreldre opplever en god overgang mellom de to institusjonene .

source: Ovddasvástádus : Máhttodepartemeanta Áigodat : 2009 ja 2010
nob: Ansvarlig : Kunnskapsdepartementet Tidsperspektiv : 2009 og 2010

source: Vuođđooahppofálaldat sámegielas ja sámegillii Máhttodepartemeanta galgá fuolahit ahte lágat ja vuođđooahppofálaldaga čađaheapmi bissu álbmotrievttálaš rámaid siskkobealde , ja aktiivvalaččat gozihit láhkageavaheamis daid juridihkalaš ja politihkalaš geatnegasvuođaid maid Norga lea váldán badjelasas dohkkehettiinis ILO-soahpamuša nr. 169 ja ON-julggaštusa álgoálbmogiid vuoigatvuođaid birra .
nob: Grunnopplæringstilbudet i og på samisk Kunnskapsdepartementet skal sørge for at lovgivningen og praktiseringen av grunnopplæringstilbudet er innenfor folkerettslige rammer , og aktivt ta stilling til de juridiske og politiske forpliktelsene Norge har påtatt seg gjennom ILO-konvensjon nr. 169 og FNerklæringen om urfolks rettigheter i rettsanvendelsen .

source: Oahpahusláhka dat mearrida vuođđoskuvlla ja joatkkaskuvlla oahpahusa .
nob: Det er opplæringsloven som regulerer opplæringen i grunnskolen og i den videregående skolen .

source: Oahpahuslága § 6-2 earuha vuođđoskuvladásis surggiid mat gullet sámegiela hálddašanguovllu siskkobeallái , ja surggiid mat gullet olggobeallái .
nob: Opplæringsloven § 6-2 gjør et skille på grunnskolenivå mellom områder som er innenfor forvaltningsområdet for samisk språk og utenfor .

source: Hálddašanguovllu siskkobealde buohkain guđet leat vuođđoskuvlaagis , lea vuoigatvuohta oažžut oahpahusa sámegielas ja sámegillii .
nob: Innenfor forvaltningsområdet har alle i grunnskolealder rett til opplæring i og på samisk .

source: Juohke gielddas mii lea sámelága hálddašanguovllu olggobealde , fertejit leat unnimusat logi oahppi guđet háliidit oažžut oahpahusa sámegielas ja sámegillii , ovdalgo sis lea vuoigatvuohta oažžut dakkár oahpahusa , eaige sin joavkkus galgga leat unnit go guhtta oahppi .
nob: Utenfor forvaltningsområdet har minst ti elever i en kommune som ønsker opplæring i og på samisk rett til slik opplæring så lenge det er minst seks elever i gruppen .

source: Dain guovlluin mat leat sámegiela hálddašanguovllu olggobealde , vuođđoskuvlla ahkásaš sámiin lea vuoigatvuohta oažžut oahpahusa sámegielas .
nob: For områder som er utenfor forvaltningsområdet for samisk språk har samer i grunnskolealder rett til opplæring i samisk .

source: Dain dáhpáhusain main ii leat vejolaš addit oahpahusa skuvlalanjas oahpaheaddji bokte , lágat rahpet vejolažžan ” molssaeavttot oahpahanvugiid geavahit ” .
nob: I de tilfeller hvor det ikke kan gis undervisning med lærer til stede i klasserommet , åpner lovgivningen for at ” alternative former for slik opplæring . ”

source: Geavadis dat mearkkaša omd. gáiddosoahpahusa .
nob: Dette vil i praksis for eksempel bety fjernundervisning .

source: Oahpahuslága paragráfas 6-3 leat mearrádusat sámi joatkkaoahpahusa birra .
nob: Opplæringsloven § 6-3 har bestemmelser om samisk videregående opplæring .

source: Das celkojuvvo ahte ” sámiin guđet leat joatkkaoahpahusas , lea vuoigatvuohta oažžut oahpahusa sámegielas ” .
nob: Her heter det at ” samar i vidaregåande opplæring har rett til opplæring i samisk . ”

source: Dain dáhpáhusain main ii leat vejolaš dan oahppái fállat skuvlaoahpahussan , de lea vejolaš geavahit ee. gáiddosoahpahusa .
nob: I de tilfeller hvor dette ikke kan gis på den enkelte

source: Lassin dasa mearrádus cealká ahte ” dihto skuvllat galget fállat oahpahusa sámegielas dahje sámegillii , dahje erenoamáš sámefágain mat joatkkaoahpahusas gullet dihto kurssaide dahje dihto joavkkuide .
nob: skole kan bl.a. fjernundervisning benyttes . Utover dette hjemler bestemmelsen at ” visse skolar skal tilby opplæring i eller på samisk eller i særskilde samiske fag i den vidaregåande opplæringa innanfor visse kurs eller for visse grupper .

source: Fylkkasuohkan sáhttá muđuidge fállat dakkár oahpahusa ” .
nob: Fylkeskommunen kan også elles tilby slik opplæring . ”

source: Ovddasvástádus sámegiela oahpahusas lea juhkkojuvvon máŋgga eiseváldái : • Gielddain / fylkkagielddain lea ee. ovddasvástádus mánáidgárdefálaldagaid ja vuođđooahpahusa plánemis , lágideamis ja čađaheamis .
nob: Ansvaret for samisk opplæring er delt mellom mange aktører : • Kommuner / fylkeskommuner har bl.a. ansvar for planlegging , tilrettelegging og gjennomføring av barnehagetilbud og grunnopplæring . •

source: • Fylkkamánniin lea ee. ovddasvástádus bearráigeahčus ja lobálašvuođagoziheamis , váiddaáššiin , diehtojuohkimis ja bagadallamis , lágaid ja njuolggadusaid čuovvoleamis ja fámuiduhttimis , ja doarjagiid oktii ordnet ja juogadit . •
nob: Fylkesmennene har bl.a. ansvar for tilsyn og lovlighetskontroll , klagesaker , informasjon og veiledning , for å følge opp og implementere lover og regelverk , samt koordinere og tildele tilskudd . •

source: Oahpahusdirektoráhtas lea ee. ovddasvástádussan dieđihit ja fámuiduhttit Máhttoloktema – Sámegiela bálddalas oahppoplánaid , ráhkadit bagadallamiid dábálaš fágaide , viežžat bearráigeahču raporttaid , hálddašit Sámedikki juolludemiid oahpahussii sámegielas ja sámegillii , ja ovddideaddji doaibmabijuide mat leat stáhtabušeahta olis , ja válmmaštit guovdilis eksámeniid sámegielas vuosttasgiellan ja nubbegiellan .
nob: Utdanningsdirektoratet har bl.a. ansvar for å informere om og implementere parallelle læreplaner i Kunnskapsløftet – Samisk , utarbeide veiledninger for gjennomgående fag , innhente rapporter om tilsyn , forvalte tilskudd til Sametinget , til opplæring i / på samisk og til utviklingstiltak gitt over statsbudsjettet og for å utarbeide sentralt gitt eksamen i samisk som første- og andrespråk .

source: Ollu dán barggus čađahuvvo ovttasráđiid Sámedikkiin . •
nob: Mye av arbeidet skjer i samarbeid med Sametinget . •

source: Máhttodepartemeanttas lea ee. ovddasvástádussan ráhkadit lágaid ja mearridit láhkaásahusaid , ráhkadit sámegiela viidodat- ja resursaplánaid ja earáge sierra oahppoplánaid , mearridit fága- ja diibmojuogu , ja leat suorggis bajimuš dieđiheaddji ja čađahit konsultašuvnnaid Sámedikkiin .
nob: Kunnskapsdepartementet har bl.a. ansvar for å utarbeide lover og fastsette forskrifter , omfangsog ressursplaner i samisk språk og andre særskilte læreplaner , fag- og timefordeling , for overordnet informasjon på feltet og for konsultasjoner med Sametinget .

source: Sámediggi mearrida sámegiela oahppoplánaid vuođđoskuvlii ja joatkkaskuvlla oahpahussii , ja oahppoplánaid joatkkaoahpahusa erenoamáš sámi fágaide , ja Sámediggi ráhkada maid láhkaásahusaid riikkalaš oahppoplánaid sisdollui § 2-3 ja § 3-4 vuođul , main leat gohččosat das , ahte galgá oahpahuvvot sámi álbmotjoavkku , giela , kultuvrra ja servodateallima birra , gč. oahpahuslága § 6-4 .
nob: Sametinget fastsetter læreplaner i samisk språk for grunnskolen og den videregående opplæringa og læreplanar for særskilte samiske fag i den videregående opplæringa , og Sametinget gir også forskrifter om innholdet i nasjonale læreplaner etter § 2-3 og § 3-4 , som gir pålegg om opplæring om den samiske folkegruppa , språket , kulturen og samfunnslivet jf. opplæringsloven § 6-4 .

source: Sámediggi čađaha suorggis iežas vuoruhusaid , ja ráhkada ja álggaha doaibmabijuid iežas politihka mielde .
nob: Sametinget foretar egne prioriteringer , og utarbeider og iverksetter tiltak på bakgrunn av egen politikk innenfor sektoren .

source: Sámediggi lea ovttadássásaš ráđđádallanoasálaš stáhtalaš eiseválddiiguin , ja goappašat bealit leat geatnegasat gávdnat ovttamielalaš čovdosiid .
nob: Sametinget er likeverdig konsultasjonspart med statlige myndigheter og begge parter er forpliktet til å søke omforente løsninger . Elevene med individuell rett til opplæring i samisk ,

source: Oahppit geain lea oktagaslaš vuoigatvuohta oažžut oahpahusa sámegielas , sáhttet vuođđoskuvla- ja joatkkaskuvlaoahpahusas válljet čuovvovaš njeallje kombinašuvnna dárogiela ja sámegiela oahppoplánain :
nob: kan på grunnskole - og videregående opplæring velge mellom følgende 4 kombinasjoner av læreplaner i norsk og samisk : SAMISK

source: DÁROGILLII
nob: NORSK

source: Oahppoplána sámegielas vuosttasgiellan – sámegiella 1
nob: Læreplan i samisk som førstespråksamisk 1

source: Oahppiin lea vuoigatvuohta beassat oahpahusas ja árvvoštallamis dárogielas oalgegiellan
nob: Læreplan i norsk for elever med samisk som førstespråk

source: Guokte vuosttasgiela .
nob: Læreplan i To førstespråk .

source: Sámegiela oahpahusa plánen ja heiveheapmi lea hástaleaddji oahpaheddjiide .
nob: norsk ( nasjonal ) Elevene har rett til fritak for opplæring og vurdering i norsk sidemål

source: Oahppoplána sámegielas nubbegiellan – sámegiella 2 Dásit 1-10
nob: Læreplan i samisk som andrespråksamisk 2 Nivå 1-10

source: Oahppoplána sámegielas nubbegiellan – sámegiella 3 Dásit 1- 7
nob: Læreplan i samisk som andrespråksamisk 3 Nivå 1- 7

source: Dakkár divaštallamis lea dárbu geahčadit ohppiid ollislaš bargonoađi ja skuvlla ja oahpaheddjiid eavttuid heivehit oahpahusa daidda ohppiide .
nob: Elevene har rett til fritak for opplæring og vurdering i norsk sidemål

source: Dat oahppit geain sámegiella lea vuosttasgiella dahje nubbegiella , eai leat geatnegasat válljet vierisgiela / gielalaš čiekŋudeami vuođđoskuvllas ja vierisgiela joatkkaskuvlla oahpahusas , muhto sis lea vuoigatvuohta oažžut dakkár oahpahusa jos sihtet dan .
nob: For elever som har samisk som første- eller andrespråk er det ikke obligatorisk med fremmedspråk / språklig fordypning i grunnskolen og fremmedspråk på videregående opplæring , men de har krav på å få slik opplæring dersom de ønsker det .

source: Skuvlaeaiggát sáhttá maid fállat oahpahusa sámegielas vierisgiela oahppoplána mielde .
nob: Skoleeier kan også tilby opplæring i samisk etter Læreplan i fremmedspråk .

source: Oahppit guđet ožžot oahpahusa sámegielas vierisgiela oahppoplána mielde , besset oahpahusas ja árvvoštallamis dárogielas oalgegiellan .
nob: Elever som får opplæring i samisk etter Læreplan i fremmedspråk , er ikke fritatt fra opplæring og vurdering i norsk sidemål .

source: Dárogiela ja sámegiela oahpahusa ferte geahčadit ovttas dainnago dárogiellafága “ addá ” diimmuid sámegiellafágii .
nob: Opplæring i norsk og samisk må ses i sammenheng fordi norskfaget “ avgir ” timer til samiskfaget .

source: Fágain sámegiella ja dárogiella leat ollu oktasaš oasit , ja danne lea dehálaš ahte lea lagaš ovttasbargu dán guovtti fága gaskkas , gč. ulbmiliid mat leat oahppoplánas “ sámegiella vuosttasgiellan ” ja ulbmiliid mat leat oahppoplánas “ dárogiella ohppiide geain sámegiella lea vuosttasgiella ” .
nob: Fagene samisk og norsk har mange felleselementer , og det er derfor viktig med et nært samarbeid mellom disse to fagene , jf. formål i læreplan i samisk som første-

source: Dárbu livččii geahčadit mo oahppoplána ja diibmologut dárogielas doibmet .
nob: språk og formål i læreplan i norsk for elever med samisk som førstespråk .

source: Gielddat ja fylkkagielddat ožžot jahkásaččat sierra merkejuvvon doarjaga sámegiela oahpahussii , namalassii sámegillii vuosttasgiellan ja nubbegiellan .
nob: Planlegging og organisering av opplæring i norsk og samisk er utfordrende for skoler og skoleeiere , spesielt for skoler utenfor forvaltningsområdet for samisk språk .

source: Doarjjaruđat galget veahkehit ruhtadit sámegiela oahpahusa vuođđoskuvlla ja joatkkaskuvlla sámi mánáide .
nob: Det skal skje i henhold til fastsatt timetall og fastsatte læreplaner , samtidig som retten til tilpasset opplæring , jf. opplæringsloven § 1-3 , skal ivaretas .

source: Doarjjaruđat galget dasto veahkehit buoridit oahpaheddjiid máhtu sámegielas ja sámi kultuvrras .
nob: Planlegging og tilpassing av opplæring i samisk er utfordrende for lærere .

source: Gielddain ja fylkkagielddain lea geatnegasvuohta addit oahpahusa sámegielas daidda ohppiide geain oahpahuslága mielde lea vuoigat-
nob: På hvert årstrinn kan det være elever som snakker samisk flytende , elever som kan noe samisk og elever som ikke kan noe , men ønsker opplæring i samisk .

source: vuohta oažžut oahpahusa sámegielas .
nob: Opplæringen skal tilpasses alle .

source: Oahpahusdirektoráhta lea geigen doarjjaortnega árvvoštallama departementii jagi 2008 . Máhttodepartemeanta háliida ahte dat galgá čuovvoluvvot sierra dan dáfus ahte das árvvoštallojuvvo boađusjuksan , ja ahte dat buohtastahttojuvvo suomagiela doarjjaortnegiin .
nob: I Samiske tall forteller 1 – kommentert statistikk 2008 fra Faglig analysegruppe for samisk statistikk står det at nedgangen i elevtallet i samisk er kommet i andrespråksfaget og at det er grunn til å diskutere vilkårene for andrespråksfaget spesielt .

source: Máhttodepartemeanta áigu dan váldit árvvoštallamii jahkásaš bušeahttaproseassaid oktavuođas .
nob: I en slik diskusjon må man se på elevenes totale arbeidsbyrde og skolenes og lærernes vilkår for å tilpasse opplæringen til elevene .

source: Dárbu lea deattastit ahte ohppiid vuoigatvuođat bissot beroškeahttá doarjagiid sturrodagain , ja ahte gielddat fertejit bargat dan badjelii ahte addojuvvo dakkár fálaldat mas lea buorre válljodat , nu ahte oahpahusa ulbmilat ollašuvvet .
nob: Vilkårene som må diskuteres og vurderes omfatter bl.a. • læreplan og timetall i norsk ( som førstespråk ) for elever med samisk som andrespråk • organisering og planlegging av opplæring • finansiering av opplæring i samisk • hjelpemidler for lærere ( veiledere m.m. )

source: Doaibmabidju 4 .
nob: Ordningen bør evalueres .

source: Kártet mo oahppit árvvoštallet sámegiela oahpahusa Nugo čujuhuvvo St. dieđáhusas nr. 28 ( 2007-2008 ) Sámepolitihkka , de máŋgga suorggis váilot dieđut das mii duođaid dáhpáhuvvá skuvlla árgabeaivvis .
nob: En bør se på hvordan læreplanen og timetallene i norsk fungerer .

source: Earret eará oaidnit ahte daid ohppiid ollislaš lohku guđet válljejit sámegiela fágan , lea njiedjan veahá maŋŋágo Máhttolokten álggahuvvui , ja sin lohku guđet válljejit sámegiela rievddalda fylkkain .
nob: På bakgrunn av resultatene bør en drøfte tilretteleggingen framover . Kommuner og fylkeskommuner mottar årlig et eget øremerket tilskudd til samiskopplæring , dvs. opplæring i samisk som første- og andrespråk .

source: Oahpahusdirektoráhta áigu čađahit kártema oažžun dihtii buoret duogášdieđuid das , man muddui oahppit ožžot ollašuhttojuvvot iežaset vuoigatvuođaid beassat oahppat sámegiela , ja das mo oahppit ieža árvvoštallet oahpahusa .
nob: Midlene skal bidra til finansiering slik at det blir gitt opplæring i samisk for samiske elever i grunnskolen og videregående opplæring . Tilskuddet skal dessuten bidra til å styrke lærernes kompetanse i samisk språk og kultur .

source: Ulbmil lea ee. oažžut buoret vuođu mas čađahit vejolaš nuppástusaid sámegiela oahpahusas , vai dat buorebut duhtada ohppiid oahpahusdárbbuid .
nob: Kommunene og fylkeskommunene har plikt til å gi undervisning i samisk til elever som etter opplæringsloven har rett til undervisning i samisk .

source: Ovddasvástádus : Oahpahusdirektoráhta Áigodat : 2009 Doaibmabidju 5 .
nob: Utdanningsdirektoratet har levert evaluering av tilskuddsordningen til departementet i 2008 .

source: Oahppoplánaid láidestusat Láidestusat galget hábmejuvvot nu ahte dat buktet oidnosii mo lea vejolaš čađahit bures heivehuvvon
nob: Det må understrekes at elevenes rettigheter ligger fast uavhengig av nivået på tilskuddene , og at kommunene må arbeide for at det skal gis et tilbud av høy kvalitet slik at målene med opplæringen kan nås .

source: oahpahusa .
nob: Tiltak 4 .

source: Fágaid oahppoplánaid láidestus ii galgga gokčat olles oahppoplána , muhto čájehit ovdamearkkaiguin mo oahpahusa lea vejolaš plánet ja čađahit , ja vel mo ohppiid lea vejolaš árvvoštallat guđege dásis .
nob: En veiledning til læreplaner for fag skal ikke være heldekkende for hele læreplanen , men gi eksempler på hvordan opplæringen kan planlegges og gjennomføres , samt hvordan elevene kan vurderes på

source: Láidestusat berrejit addit čielga ovdamearkkaid das mo máhttoulbmiliidda lea vejolaš bidjat čielga sisdoalu buot dásiin , ja ovdamearkkaid buot dásiid gaskasaš ovdánemiin .
nob: Veiledningene bør gi konkrete eksempler på hvordan kompetansemålene kan gis et konkret innhold på alle trinn og eksempler på progresjonen mellom alle trinn .

source: LK06-S vástesaš láidestusat hábmejuvvojit seamma láhkai go LK 06 vástesaš láidestusat , namalassii ahte dain leat rávvagat doaibmamuščállosiin maid Máhttodepartemeanta lea sádden Oahpahusdirektoráhtii .
nob: Veiledninger til LK06-S utformes på samme måte som veiledninger til LK 06 , dvs. omfattes av føringer i oppdragsbrev fra Kunnskapsdepartementet til Utdanningsdirektoratet .

source: Láidestus galgá leat veahkki sámegiela ja dárogiela oahpahusa organiseremii , nu ahte oahppit ožžot dan oahpahusa masa sis lea vuoigatvuohta gustojeaddji lágaid ja njuolggadusaid mielde .
nob: Veiledningen skal bidra til at opplæring i samisk og norsk organiseres slik at elevene får den opplæring de har krav på etter gjeldende lover og regler .

source: Vuoruhuvvot berrejit láidestusat sámegillii vuosttasgiellan ja sámegillii nubbegiellan .
nob: Veiledningen til samisk som førstespråk og samisk som andrespråk bør prioriteres .

source: Oahpahusdirektoráhtas lea ovddasvástádus ráhkadit láidestusaid ovttasráđiid Sámedikkiin .
nob: Utdanningsdirektoratet har hovedansvar for å utarbeide veiledningene , i samarbeid med Sametinget .

source: Áigumuš lea ahte láidestusat sámegillii vuosttasgiellan ja sámegillii nubbegiellan galget leat válbmasat 15.05.2010 .
nob: Det tas sikte på at veiledning til samisk som førstespråk og samisk som andrespråk skal foreligge 15.05.2010 .

source: Duoid eará láidestusaid ráhkadeami mearridit Sámediggi ja Oahpahusdirektoráhta ovttasráđiid .
nob: Utarbeiding av de øvrige veiledningene avgjøres i samarbeid mellom Sametinget og Utdanningsdirektoratet .

source: Ovddasvástádus : Oahpahusdirektoráhta ovttas Sámedikkiin Áigodat : 2010-2012
nob: Ansvar : Utdanningsdirektoratet i samarbeid med Sametinget . Tidsperspektiv : 2010-2012

source: Doaibmabidju 6 .
nob: Tiltak 6 .

source: Bearráigeahčču das mo gielddat ja fylkkagielddat čađahit ohppiid vuoigatvuođa oažžut oahpahusa sámegielas Oahpahusdirektoráhta ja fylkkamánnit gozihit gielddaid geatnegasvuođaid ja ohppiid vuoigatvuođaid oahpahuslága mielde .
nob: Tilsyn med kommunenes og fylkeskommunenes gjennomføring av retten til undervisning i samisk Utdanningsdirektoratet og fylkesmennene fører tilsyn med kommunenes plikter og elevenes rettigheter etter opplæringsloven .

source: Dat maid guoská oahpahussii sámegielas ja sámegillii .
nob: Dette gjelder også opplæringen i og på samisk .
